[{"context": "You can buy 4 apples or 1 watermelon for the same price. You bought 36 fruits evenly split between oranges, apples and watermelons, and the price of 1 orange is $0.50. How much does 1 apple cost if your total bill was $66?", "subquestions": " How many units of each fruit did I buy? How much do 12 oranges cost? How much did I spend on the other 2 fruit types? How much does 1 watermelon cost? How much did we spend? How much did we spend? How much did we spend? How much did we spend? How much does one apple cost?", "subanswers": " If 36 fruits were evenly split between 3 types of fruits, then I bought 36/3 = <<36/3=12>>12 units of each fruit If 1 orange costs $0.50 then 12 oranges will cost $0.50 * 12 = $<<0.5*12=6>>6 If my total bill was $66 and I spent $6 on oranges then I spent $66 - $6 = $<<66-6=60>>60 on the other 2 fruit types. Assuming the price of watermelon is W, and knowing that you can buy 4 apples for the same price and that the price of one apple is A, then 1W=4A If we know we bought 12 watermelons and 12 apples for $60, then we know that $60 = 12W + 12A Knowing that 1W=4A, then we can convert the above to $60 = 12(4A) + 12A $60 = 48A + 12A $60 = <<60=60>>60A Then we know the price of one apple (A) is $60/60= $<<60/60=1>>1"}, {"context": "Bella has two times as many marbles as frisbees. She also has 20 more frisbees than deck cards. If she buys 2/5 times more of each item, what would be the total number of the items she will have if she currently has 60 marbles?", "subquestions": " How many more marbles will Bella have after buying 2/5 times more marbles? How many marbles will Bella have after buying 2/5 times more marbles? How many frisbees does Bella have? How many more frisbees will Bella have after buying 2/5 times more frisbees? How many frisbees will Bella have after buying 2/5 times more frisbees? How many deck cards does Bella have? How many more deck cards will Bella have after buying 2/5 times more deck cards? How many deck cards will Bella have after buying 2/5 times more deck cards? How many items will Bella have if she currently has 60 marbles?", "subanswers": " When Bella buys 2/5 times more marbles, she'll have increased the number of marbles by 2/5*60 = <<2/5*60=24>>24 The total number of marbles she'll have is 60+24 = <<60+24=84>>84 If Bella currently has 60 marbles, and she has two times as many marbles as frisbees, she has 60/2 = <<60/2=30>>30 frisbees. If Bella buys 2/5 times more frisbees, she'll have 2/5*30 = <<2/5*30=12>>12 more frisbees. The total number of frisbees she'll have will increase to 30+12 = <<30+12=42>>42 Bella also has 20 more frisbees than deck cards, meaning she has 30-20 = <<20-10=10>>10 deck cards If she buys 2/5 times more deck cards, she'll have 2/5*10 = <<2/5*10=4>>4 more deck cards. The total number of deck cards she'll have is 10+4 = <<10+4=14>>14 Together, Bella will have a total of 14+42+84 = <<14+42+84=140>>140 items"}, {"context": "Susy goes to a large school with 800 students, while Sarah goes to a smaller school with only 300 students.  At the start of the school year, Susy had 100 social media followers.  She gained 40 new followers in the first week of the school year, half that in the second week, and half of that in the third week.  Sarah only had 50 social media followers at the start of the year, but she gained 90 new followers the first week, a third of that in the second week, and a third of that in the third week.  After three weeks, how many social media followers did the girl with the most total followers have?", "subquestions": " How many followers does Susy have after one week? How many new followers does Susy gain in the second week? How many new followers does Susy gain in the third week? How many total followers does Susy have after three weeks? How many followers does Sarah have after one week? How many new followers does Sarah gain in the second week? How many new followers does Sarah gain in the third week? How many total followers does Sarah have after three weeks? Who is the girl with the most total followers?", "subanswers": " After one week, Susy has 100+40 = <<100+40=140>>140 followers. In the second week, Susy gains 40/2 = <<40/2=20>>20 new followers. In the third week, Susy gains 20/2 = <<20/2=10>>10 new followers. In total, Susy finishes the three weeks with 140+20+10 = <<140+20+10=170>>170 total followers. After one week, Sarah has 50+90 = <<50+90=140>>140 followers. After the second week, Sarah gains 90/3 = <<90/3=30>>30 followers. After the third week, Sarah gains 30/3 = <<30/3=10>>10 followers. So, Sarah finishes the three weeks with 140+30+10 = <<140+30+10=180>>180 total followers. Thus, Sarah is the girl with the most total followers with a total of 180."}, {"context": "Mark's basketball team scores 25 2 pointers, 8 3 pointers and 10 free throws.  Their opponents score double the 2 pointers but half the 3 pointers and free throws.  What's the total number of points scored by both teams added together?", "subquestions": " How many 2 pointers did Mark's team score? How many 3 pointers did Mark's team score? How many free throws did Mark's team score? How many points did Mark's team score? How many 2 pointers did Mark's opponents score? How many 3 pointers did Mark's opponents score? How many free throws did Mark's opponents score? How many points did Mark's opponents score? What is the total score for the game?", "subanswers": " Mark's team scores 25 2 pointers, meaning they scored 25*2= <<25*2=50>>50 points in 2 pointers. His team also scores 6 3 pointers, meaning they scored 8*3= 24 points in 3 pointers They scored 10 free throws, and free throws count as one point so they scored 10*1=<<10*1=10>>10 points in free throws. All together his team scored 50+24+10= <<50+24+10=84>>84 points Mark's opponents scored double his team's number of 2 pointers, meaning they scored 50*2=<<50*2=100>>100 points in 2 pointers. His opponents scored half his team's number of 3 pointers, meaning they scored 24/2= <<24/2=12>>12 points in 3 pointers. They also scored half Mark's team's points in free throws, meaning they scored 10/2=<<10/2=5>>5 points in free throws. All together Mark's opponents scored 100+12+5=<<100+12+5=117>>117 points The total score for the game is both team's scores added together, so it is 84+117=<<84+117=201>>201 points"}, {"context": "The total average age of three friends is 40. Jared is ten years older than Hakimi, and Molly's age is 30. How old is Hakimi?", "subquestions": " How old are the three friends? How old are Jared and Hakimi? Define a variable How old is Jared? How old are Jared and Hakimi? Write an equation Simplify Divide by 2 How old is Hakimi?", "subanswers": " The total age for the three friends is 40*3 = <<40*3=120>>120 If Molly's age is 30, then Jared and Hakimi have a total age of 120-30 = 90. Let's say the age of Hakimi is x. Since Jared is 10 years older than Hakimi, Jared is x+10 years old. Jared and Hakimi's total age is x+(x+10) = 90 This translates to 2x=90-10 2x=80 Hakimi's age is x=80/2 This gives us x=<<40=40>>40, which is Hamkimi's age."}, {"context": "Together 3 friends watched 411 short videos. Kelsey watched 43 more than Ekon. Ekon watched 17 less than Uma. How many videos did Kelsey watch?", "subquestions": " Define a variable How many videos did Ekon watch? How many videos did Kelsey watch? Write an equation Simplify Simplify Divide by 3 How many videos did Kelsey watch? How many videos did Kelsey watch?", "subanswers": " Let U = the number of videos Uma watched Ekon = U - 17 Kelsey = (U - 17) + 43 = U + <<(-17)+43=26>>26 U + U - 17 + U + 26 = 411 3U + 9 = 411 3U = 402 U = <<134=134>>134 Kelsey = 134 + 26 = <<134+26=160>>160 videos Kelsey watched 160 videos."}, {"context": "Sam bought a dozen boxes, each with 30 highlighter pens inside, for $10 each box. He rearranged five of these boxes into packages of six highlighters each and sold them for $3 per package. He sold the rest of the highlighters separately at the rate of three pens for $2. How much profit did he make in total, in dollars?", "subquestions": " How much did Sam spend on highlighters? How many highlighters did Sam buy? How many highlighters did Sam take? How much did Sam sell the boxes for? How many highlighters were left after selling the boxes? How many groups of three pens are there? How much did Sam make from selling the groups? How much did Sam make in total? How much did Sam make in profit?", "subanswers": " Sam bought 12 boxes x $10 = $<<12*10=120>>120 worth of highlighters. He bought 12 * 30 = <<12*30=360>>360 highlighters in total. Sam then took 5 boxes × 6 highlighters/box = <<5*6=30>>30 highlighters. He sold these boxes for 5 * $3 = $<<5*3=15>>15 After selling these 5 boxes there were 360 - 30 = <<360-30=330>>330 highlighters remaining. These form 330 / 3 = <<330/3=110>>110 groups of three pens. He sold each of these groups for $2 each, so made 110 * 2 = $<<110*2=220>>220 from them. In total, then, he earned $220 + $15 = $<<220+15=235>>235. Since his original cost was $120, he earned $235 - $120 = $<<235-120=115>>115 in profit."}, {"context": "Megan pays $16 for a shirt that costs $22 before sales. What is the amount of the discount?", "subquestions": " Define a variable Write an equation How do we change the writing of the equation? Write an equation Simplify How do we remove 16 from both sides? Simplify Simplify How much is the discount?", "subanswers": " Let x be the amount of the discount. We have, 22 - x = $16 We change the writing of the equation: 22 - x + x = 16 + x So, 22 = 16 + x We then Remove 16 from both sides: 22 - 16 = 16 + x - 16 So, 22 - 16 = x So, the amount of the discount is x = $<<6=6>>6."}, {"context": "In a fruit salad, there are raspberries, green grapes, and red grapes. There are seven more than 3 times the number of red grapes as green grapes. There are 5 less raspberries than green grapes. If there are 102 pieces of fruit in the salad, how many red grapes are in the salad?", "subquestions": " Define a variable How many red grapes are there? How many raspberries are there? Write an equation Combine like terms Simplify Divide by 5 How many red grapes are there? How many red grapes are there?", "subanswers": " Green grapes = G Red grapes = 3G + 7 Raspberries = G - 5 G + 3G + 7 + G - 5 = 102 5G + 2 = 102 5G = 100 G = <<20=20>>20 3 * 20 + 7 = <<3*20+7=67>>67 There are 67 red grapes."}, {"context": "A group of 4 fruit baskets contains 9 apples, 15 oranges, and 14 bananas in the first three baskets and 2 less of each fruit in the fourth basket. How many fruits are there?", "subquestions": " How many apples and oranges are in the first three baskets? How many fruits are in the first three baskets? How many fruits are in the first three baskets? How many apples are in the fourth basket? How many oranges are in the fourth basket? How many oranges and apples are in the fourth basket? How many bananas are in the fourth basket? How many fruits are in the fourth basket? How many fruits are there?", "subanswers": " For the first three baskets, the number of apples and oranges in one basket is 9+15=<<9+15=24>>24 In total, together with bananas, the number of fruits in one basket is 24+14=<<24+14=38>>38 for the first three baskets. Since there are three baskets each having 38 fruits, there are 3*38=<<3*38=114>>114 fruits in the first three baskets. The number of apples in the fourth basket is 9-2=<<9-2=7>>7 There are also 15-2=<<15-2=13>>13 oranges in the fourth basket The combined number of oranges and apples in the fourth basket is 13+7=<<13+7=20>>20 The fourth basket also contains 14-2=<<14-2=12>>12 bananas. In total, the fourth basket has 20+12=<<20+12=32>>32 fruits. The four baskets together have 32+114=<<32+114=146>>146 fruits."}, {"context": "The bowl of fruit contains apples, pears, and bananas. There are two more pears than apples, and three more bananas than pears.  If the bowl contains 19 pieces of fruit, how many bananas does it contain?", "subquestions": " Define a variable How many pears are there? How many bananas are there? Write an equation using the total number of fruit Simplify Simplify Divide by 3 How many apples are there? How many bananas are there?", "subanswers": " Let A be the number of apples. There are A+2 pears. There are (A+2)+3 pears. Then A+(A+2)+((A+2)+3)=19. 3A+7=19 3A=12 A=4 There are 4 apples. There are (4+2)+3=<<4+2+3=9>>9 bananas."}, {"context": "Angelo and Melanie want to plan how many hours over the next week they should study together for their test next week. They have 2 chapters of their textbook to study and 4 worksheets to memorize. They figure out that they should dedicate 3 hours to each chapter of their textbook and 1.5 hours for each worksheet. If they plan to study no more than 4 hours each day, how many days should they plan to study total over the next week if they take a 10-minute break every hour, include 3 10-minute snack breaks each day, and 30 minutes for lunch each day?", "subquestions": " How many hours should they dedicate to the chapters? How many hours should they dedicate to the worksheets? How many days should they plan to study? How many minutes do they need to include for breaks? How many minutes do they need to include for snack breaks? How many hours do they need to include for breaks and lunch? How many hours do they want to plan? How many hours do they want to study each day? How many days do they need to plan?", "subanswers": " Angelo and Melanie think they should dedicate 3 hours to each of the 2 chapters, 3 hours x 2 chapters = <<3*2=6>>6 hours total. For the worksheets they plan to dedicate 1.5 hours for each worksheet, 1.5 hours x 4 worksheets = <<1.5*4=6>>6 hours total. Angelo and Melanie need to start with planning 12 hours to study, at 4 hours a day, 12 / 4 = <<12/4=3>>3 days. However, they need to include time for breaks and lunch. Every hour they want to include a 10-minute break, so 12 total hours x 10 minutes = <<12*10=120>>120 extra minutes for breaks. They also want to include 3 10-minute snack breaks, 3 x 10 minutes = <<3*10=30>>30 minutes. And they want to include 30 minutes for lunch each day, so 120 minutes for breaks + 30 minutes for snack breaks + 30 minutes for lunch = 180 minutes, or 180 / 60 minutes per hour = 3 extra hours. So Angelo and Melanie want to plan 12 hours to study + 3 hours of breaks = <<12+3=15>>15 hours total. They want to study no more than 4 hours each day, 15 hours / 4 hours each day = <<15/4=3.75>>3.75 They will need to plan to study 4 days to allow for all the time they need."}, {"context": "In a certain school, 2/3 of the male students like to play basketball, but only 1/5 of the female students like to play basketball. What percent of the population of the school do not like to play basketball if the ratio of the male to female students is 3:2 and there are 1000 students?", "subquestions": " How many parts are there? How many students are in each part? How many males are there? How many females are there? How many males play basketball? How many females play basketball? How many students play basketball? How many students do not like to play basketball? What percent of the school do not like to play basketball?", "subanswers": " The students are divided into 3 + 2 = <<3+2=5>>5 parts where 3 parts are for males and 2 parts are for females. Each part represents 1000/5 = <<1000/5=200>>200 students. So, there are 3 x 200 = <<3*200=600>>600 males. And there are 2 x 200 = <<2*200=400>>400 females. Hence, 600 x 2/3 = 400 males play basketball. And 400 x 1/5 = <<400*1/5=80>>80 females play basketball. A total of 400 + 80 = <<400+80=480>>480 students play basketball. Therefore, 1000 - 480 = <<1000-480=520>>520 do not like to play basketball. The percentage of the school that do not like to play basketball is 520/1000 * 100 = <<520/1000*100=52>>52"}]